tap "aylei/tap"
tap "buo/cask-upgrade"
tap "cloudflare/cloudflare"
tap "cue-lang/tap"
tap "cuelang/tap"
tap "dagger/tap"
tap "edgedb/tap"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "jzelinskie/faq"
tap "norwoodj/tap"
tap "turbot/tap"
brew "xz"
brew "zstd"
brew "unixodbc"
brew "asdf"
brew "aws-vault"
brew "awscli"
brew "bash"
brew "bat"
brew "glib"
brew "python@3.9"
brew "cilium-cli"
brew "unbound"
brew "qemu"
brew "lima"
brew "colima"
brew "ctags"
brew "openldap"
brew "curl"
brew "diffutils"
brew "direnv"
brew "docker"
brew "docker-credential-helper"
brew "openssl@3"
brew "easy-rsa"
brew "enchant"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-branchless"
brew "gnupg"
brew "go-jsonnet"
brew "python@3.10"
brew "gobject-introspection"
brew "golangci-lint"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "helm"
brew "htop"
brew "jq"
brew "jsonnet-bundler"
brew "k9s"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "kubeval"
brew "kustomize"
brew "libvirt"
brew "llvm"
brew "logcli"
brew "mas"
brew "maven"
brew "meson"
brew "minikube"
brew "minio-mc"
brew "mkcert"
brew "mosh", args: ["HEAD"]
brew "ncdu"
brew "neovim"
brew "p7zip"
brew "par"
brew "parallel"
brew "pinentry-mac"
brew "postgresql@14"
brew "pstree"
brew "pwgen"
brew "q"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "sipcalc"
brew "skopeo"
brew "socat"
brew "ssldump"
brew "stow"
brew "tanka"
brew "tcpdump"
brew "tilt"
brew "tmux"
brew "tree"
brew "vale"
brew "viddy"
brew "watch"
brew "wget"
brew "yamllint"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "aylei/tap/kubectl-debug"
brew "cloudflare/cloudflare/cloudflared"
brew "cue-lang/tap/cue"
brew "dagger/tap/dagger"
brew "fluxcd/tap/flux"
brew "homeport/tap/dyff"
brew "jzelinskie/faq/faq"
brew "norwoodj/tap/helm-docs"
brew "turbot/tap/steampipe"
cask "1password"
cask "1password-cli-beta"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "kitty"
cask "mactex"
cask "mqtt-explorer"
cask "multipass"
cask "osquery"
cask "powershell"
cask "rancher"
cask "session-manager-plugin"
cask "vagrant"
cask "vlc"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "TestFlight", id: 899247664
mas "WireGuard", id: 1451685025
