tap "buo/cask-upgrade"
tap "cue-lang/tap"
tap "cuelang/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jzelinskie/faq"
brew "asdf"
brew "awscli"
brew "ctags"
brew "zstd"
brew "curl"
brew "gawk"
brew "gh"
brew "gnupg"
brew "go-jsonnet"
brew "graphviz"
brew "grpcurl"
brew "helm"
brew "jq"
brew "jsonnet-bundler"
brew "kubernetes-cli"
brew "kubectx"
brew "libvirt"
brew "mas"
brew "mosh"
brew "neovim"
brew "p7zip"
brew "par"
brew "pinentry-mac"
brew "postgresql"
brew "pstree"
brew "q"
brew "qemu"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "sipcalc"
brew "socat"
brew "stow"
brew "tcpdump"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "cue-lang/tap/cue"
brew "jzelinskie/faq/faq"
cask "docker"
cask "font-inconsolata-for-powerline"
cask "mactex"
cask "multipass"
cask "powershell"
mas "Amphetamine", id: 937984704
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
