tap "aylei/tap"
tap "buo/cask-upgrade"
tap "cloudflare/cloudflare"
tap "cue-lang/tap"
tap "cuelang/tap"
tap "edgedb/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jzelinskie/faq"
tap "turbot/tap"
brew "asdf"
brew "python@3.9"
brew "awscli"
brew "cilium-cli"
brew "qemu"
brew "lima"
brew "colima"
brew "ctags"
brew "zstd"
brew "curl"
brew "direnv"
brew "docker-credential-helper"
brew "enchant"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "gnupg"
brew "go-jsonnet"
brew "gobject-introspection"
brew "golangci-lint"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "helm"
brew "htop"
brew "hubble"
brew "jq"
brew "jsonnet-bundler"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubeval"
brew "libvirt"
brew "llvm"
brew "mas"
brew "maven"
brew "minio-mc"
brew "mosh"
brew "neovim"
brew "p7zip"
brew "par"
brew "pinentry-mac"
brew "postgresql"
brew "pstree"
brew "pwgen"
brew "q"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "sipcalc"
brew "skopeo"
brew "socat"
brew "stow"
brew "tcpdump"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "aylei/tap/kubectl-debug"
brew "cloudflare/cloudflare/cloudflared"
brew "cue-lang/tap/cue"
brew "jzelinskie/faq/faq"
brew "turbot/tap/steampipe"
cask "1password-beta"
cask "1password-cli-beta"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "hammerspoon"
cask "kitty"
cask "mactex"
cask "multipass"
cask "osquery"
cask "powershell"
cask "rancher"
cask "secretive"
cask "vagrant"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
