tap "anchore/grype"
tap "arttor/tap"
tap "aylei/tap"
tap "bufbuild/buf"
tap "buo/cask-upgrade"
tap "cloudentity/tap"
tap "cloudflare/cloudflare"
tap "cue-lang/tap"
tap "cuelang/tap"
tap "dagger/tap"
tap "danielfoehrkn/switch"
tap "edgedb/tap"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "jzelinskie/faq"
tap "kubeshark/kubeshark"
tap "norwoodj/tap"
tap "turbot/tap"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "unixodbc"
brew "asdf"
brew "aws-vault"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "freetype"
brew "glib"
brew "capstone"
brew "unbound"
brew "gnutls"
brew "python@3.9"
brew "qemu"
brew "lima"
brew "colima"
brew "cosign"
brew "ctags"
brew "curl"
brew "diffutils"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docutils"
brew "easy-rsa"
brew "enchant"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-branchless"
brew "git-lfs"
brew "gnupg"
brew "go-jsonnet"
brew "gobject-introspection"
brew "golangci-lint"
brew "gpgme"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "psutils"
brew "groff"
brew "grpcurl"
brew "grype"
brew "helm"
brew "helmfile"
brew "htop"
brew "hub"
brew "jq"
brew "jsonnet-bundler"
brew "jump"
brew "k9s"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubecolor"
brew "kubeconform"
brew "kubectx"
brew "kubent"
brew "kubeseal"
brew "kubeval"
brew "kustomize"
brew "libvirt"
brew "llvm"
brew "logcli"
brew "markdown"
brew "mas"
brew "openjdk"
brew "maven"
brew "meson"
brew "minikube"
brew "minio-mc"
brew "mise"
brew "mkcert"
brew "moreutils"
brew "protobuf"
brew "mosh", args: ["HEAD"]
brew "ncdu"
brew "neovim"
brew "nmap"
brew "ollama", restart_service: true
brew "p7zip"
brew "pandoc"
brew "par"
brew "pinentry-mac"
brew "postgresql@14"
brew "pre-commit"
brew "prometheus"
brew "pstree"
brew "pwgen"
brew "python@3.10"
brew "q"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "sipcalc"
brew "skopeo"
brew "socat"
brew "socket_vmnet"
brew "ssldump"
brew "stern"
brew "stow"
brew "syft"
brew "tanka"
brew "tcpdump"
brew "terraform-docs"
brew "tilt"
brew "tmux"
brew "tree"
brew "trivy"
brew "vale"
brew "viddy"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yamllint"
brew "ydiff"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "arttor/tap/helmify"
brew "aylei/tap/kubectl-debug"
brew "bufbuild/buf/buf"
brew "cloudentity/tap/oauth2c"
brew "cloudflare/cloudflare/cloudflared"
brew "danielfoehrkn/switch/switch"
brew "googlecontainertools/kpt/kpt"
brew "homeport/tap/dyff"
brew "jzelinskie/faq/faq"
brew "kubeshark/kubeshark/kubeshark"
brew "norwoodj/tap/helm-docs"
brew "turbot/tap/steampipe"
cask "1password"
cask "1password-cli-beta"
cask "codeql"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "kitty"
cask "multipass"
cask "osquery"
cask "powershell"
cask "rancher"
cask "session-manager-plugin"
cask "vlc"
cask "wireshark"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SponsorBlock", id: 1573461917
mas "Tailscale", id: 1475387142
mas "Tampermonkey", id: 1482490089
mas "TestFlight", id: 899247664
