tap "cue-lang/tap"
tap "cuelang/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "asdf"
brew "go-jsonnet"
brew "jq"
brew "jsonnet-bundler"
brew "kubectx"
brew "kubernetes-cli"
brew "libvirt"
brew "mosh"
brew "neovim"
brew "q"
brew "qemu"
brew "ripgrep"
brew "sipcalc"
brew "stow"
brew "yq"
brew "cue-lang/tap/cue"
cask "docker"
cask "font-inconsolata-for-powerline"
cask "mactex"
cask "multipass"
cask "powershell"
